Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: The official version of these Terms has been prepared in English and is considered the only binding version. Any versions of these Terms translated into other languages are provided solely for the convenience of the User and have no legal force. In the event of any discrepancies or conflicts between the English version and any translated version, the English version shall prevail in all matters.
sv: Den officiella versionen av dessa villkor har upprÃ¤ttats pÃ¥ engelska och anses vara den enda bindande versionen. Alla versioner av dessa villkor som Ã¶versatts till andra sprÃ¥k tillhandahÃ¥lls enbart fÃ¶r anvÃ¤ndarens bekvÃ¤mlighet och har ingen rÃ¤ttslig verkan. I hÃ¤ndelse av avvikelser eller konflikter mellan den engelska versionen och nÃ¥gon Ã¶versatt version ska den engelska versionen ha fÃ¶retrÃ¤de i alla frÃ¥gor.

source: These Terms enter into force on November 1, 2024.
sv: Dessa villkor trÃ¤der i kraft den 1 november 2024.

source: Back to
sv: Tillbaka till

source: yearly view
sv: Ã¥rlig Ã¶versikt

source: Year
sv: Ã r

source: Income by Category
sv: Inkomst per kategori

source: Total Income
sv: Totala intÃ¤kter

source: Daily Income
sv: Daglig inkomst

source: Monthly Income with Category Breakdown
sv: Månadsinkomst med uppdelning per kategori

source: Category Distribution
sv: Kategorifördelning

source: Amount (EUR)
sv: Belopp (EUR)

source: Monthly Breakdown
sv: MÃ¥nadsvis uppdelning

source: Month
sv: Månad

source: Income by Category (Full Year)
sv: IntÃ¤kter per kategori (helÃ¥r)

source: Add new agreement
sv: Lägg till nytt avtal

source: Issue new invoice
sv: Skicka ny faktura

source: The largest Weblate server worldwide is home to hundreds of libre and private projects. And Weblate itself! Love libre software? Your possibilities of contributing are limitless here!
sv: Den största Weblate-servern i världen är hemvist för hundratals fria och privata projekt. Och Weblate själv! Älskar du fri programvara? Dina möjligheter att bidra är obegränsade här!

source: Insufficient donation for selected reward!
sv: Otillräcklig donation för vald belöning!

source: Account number
sv: Kontonummer

source: Issuing bank
sv: Utfärdande bank

source: Account holder
sv: Kontoinnehavare

source: This invoice has already been paid. Please sign in to view details.
sv: Denna faktura har redan betalats. Logga in för att se detaljer.

source: No reward
sv: Ingen belöning

source: Name in the list of supporters
sv: Namn i listan över understödjare

source: Link in the list of supporters
sv: Länk i listan över understödjare

source: Logo and link on the Weblate website
sv: Logotyp och länk på Weblates webbplats

source: Conferences
sv: Konferenser

source: Development
sv: Utveckling

source: Invalid image!
sv: Ogiltig bild!

source: Please upload an image with a resolution of 570 x 260 pixels.
sv: Ladda upp en bild med en upplösning på 570 x 260 pixlar.

source: Link text
sv: Länktext

source: Link URL
sv: Länkwebbadress

source: Link image
sv: Länkbild

source: Dedicated hosting
sv: Dedikerat webbhotell

source: Shared hosting
sv: Delat webbhotell

source: Self-hosted support
sv: Support vid egeninstallation

source: Community supported
sv: Gemenskapsstödd

source: Dedicated hosted service
sv: Dedikerad värdtjänst

source: Server description
sv: Serverbeskrivning

source: Server image
sv: Serverbild

source: PNG or JPG image with a resolution of 570 x 260 pixels.
sv: PNG- eller JPG-bild med en upplösning på 570 x 260 pixlar.

source: Basic support
sv: Grundläggande stöd

source: Never get held back by a problem.
sv: Låt dig aldrig hållas tillbaka av ett problem.

source: Set priority for all your questions and reported bugs.
sv: Ange prioritet för alla dina frågor och rapporterade fel.

source: Donât wait with your work on hold.
sv: Sitt inte vÃ¤ntande med ditt arbete pausat.

source: This guarantees you answers the NBD at the latest.
sv: Detta garanterar att du får svar senast nästa arbetsdag.

source: Be Premium
sv: Var Premium

source: Extended support
sv: Utökat stöd

source: Donât settle with Basic, get a worry-free package.
sv: NÃ¶j dig inte med Basic, skaffa ett bekymmersfritt paket.

source: We will manage upgrades for you.
sv: Vi hanterar uppgraderingar åt dig.

source: Stay updated
sv: Håll dig uppdaterad

source: Backup service
sv: Säkerhetskopieringstjänst

source: Easily put your backups in a safe place.
sv: Du kan enkelt placera dina säkerhetskopior på ett säkert ställe.

source: Encrypted and automatic, always available.
sv: Krypterad och automatisk, alltid tillgänglig.

source: Back up daily
sv: Säkerhetskopiera dagligen

source: Upgrade to %s
sv: Uppgradera till %s

source: Increase service limits to translate more content.
sv: Öka tjänstegränserna för att översätta mer innehåll.

source: Upgrade
sv: Uppgradera

source: Reference
sv: Referens

source: Payment error
sv: Betalningsfel

source: Payment cancelled
sv: Betalning avbruten

source: Crypto payment
sv: Kryptobetalning

source: You will receive a receipt here.
sv: Du kommer att få ett kvitto här.

source: Company identification number
sv: Företagets identifikationsnummer

source: Please fill in your company registration number if it should appear on the invoice.
sv: Fyll i ditt företags registreringsnummer om det ska anges på fakturan.

source: Billing e-mail
sv: E-postadress för fakturering

source: Additional e-mail to receive billing notifications
sv: Ytterligare e-post för att ta emot faktureringsaviseringar

source: The official EU verification tool currently can't validate this VAT ID, please try again later.
sv: Det officiella EU-verifieringsverktyget kan för närvarande inte validera detta momsregistreringsnummer, försök igen senare.

source: View service status.
sv: Visa status för tjänsten.

source: Server error
sv: Serverfel

source: The Weblate Way
sv: Weblates sätt

source: We love localization and libre software enough to build a privacy-respecting localization tool and provide it as copylefted libre software. It all started in 2012.
sv: Vi älskar lokalisering och fri programvara tillräckligt för att bygga ett integritetsrespekterande lokaliseringsverktyg som vi erbjuder som en copylefted fri programvara. Det hela började under 2012.

source: February 2012
sv: Februari 2012

source: Looking for a Pootle alternative
sv: Letar du efter ett Pootle-alternativ

source: â¦The key feature is full integration with Git. Changes are committed to a local Git branch and easily merged back.
sv: ...Nyckelfunktionen Ã¤r full integration med Git. Ãndringar gÃ¶rs till en lokal Git-gren som sedan lÃ¤tt slÃ¥s samman.

source: March 2012
sv: Mars 2012

source: Announcing Weblate
sv: Tillkännager Weblate

source: â¦After about a week of development, Weblate is announced; a web-based translation tool with tight Git integration.
sv: ...Efter ungefÃ¤r en vecka med utveckling tillkÃ¤nnages Weblate; ett webbaserat Ã¶versÃ¤ttningsverktyg med nÃ¤ra Git-integration.

source: Why Weblate?
sv: Varför Weblate?

source: Instead of settling with an existing solution, Weblate was made to have:
sv: Istället för att nöja sig med en befintlig lösning, gjordes Weblate för att ha:

source: Git integration
sv: Git-integrering

source: Translator attribution
sv: Översättningsattribut

source: Handling of several branches
sv: Hantering av flera grenar

source: Displaying context
sv: Visningskontext

source: Sane merging of translations
sv: Frisk sammanslagning av översättningar

source: Consistency checks
sv: Konsekvenskontroller

source: Weblate grows and the future is open to new opportunities.
sv: Weblate växer och framtiden är öppen för nya möjligheter.

source: Your Weblate Team
sv: Ditt Weblate-team

source: Author of the idea; code and development leader. Heâs also designing custom and large-scale solutions.
sv: IdÃ©fÃ¶rfattare, kod- och utvecklingsledare. Han utformar ocksÃ¥ anpassade och storskaliga lÃ¶sningar.

source: Community manager and support guru whoâs helping you with smooth workflows. Our salesperson.
sv: Gemenskapsansvarig och supportguru som hjÃ¤lper dig med smidiga arbetsflÃ¶den. VÃ¥r sÃ¤ljare.

source: Interface and graphics designer elevating user happiness. Heâs continually optimizing Weblate.
sv: GrÃ¤nssnitts- och grafikdesigner som gÃ¶r anvÃ¤ndarna nÃ¶jda. Han optimerar kontinuerligt Weblate.

source: Contributors and translators united
sv: Bidragsgivare och översättare förenade

source: The Weblate history
sv: Weblates historia

source: Improved translation memory and support for intermediate translations
sv: Förbättrat översättningsminne och stöd för mellanliggande översättningar

source: January 2019
sv: Januari 2019

source: Automatic detection of translatable files in a repository
sv: Automatisk detektering av översättningsbara filer i förrådet

source: June 2018
sv: Juni 2018

source: Weblate 3.0 is released with rewritten and more flexible access control
sv: Weblate 3.0 släpps med en omskriven och mer flexibel åtkomstkontroll

source: Built-in translation memory
sv: Inbyggt översättningsminne

source: February 2018
sv: Februari 2018

source: Introducing add-ons to customize the localization workflow
sv: Introduktion av tillägg för att anpassa lokaliseringsarbetsflödet

source: Bringing more fine grained per project ACL settings
sv: Få mer finkornigt per projekt ACL-inställningar

source: Security program opened at HackerOne
sv: Säkerhetsprogram öppnat på HackerOne

source: Support for uploading screenshots to provide better context for translators
sv: Stöd för att ladda upp skärmdumpar för att ge bättre kontext för översättare

source: Show older milestones
sv: Visa äldre milstolpar

source: Founder of Weblate
sv: Grundare av Weblate

source: Michal is a libre software enthusiast born and residing in Prague, Czech Republic. He is a long term contributor to various libre software projects like <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> and <a href="https://www.debian.org/">Debian</a>.
sv: Michal är en entusiast för fri programvara som är född och bosatt i Prag, Tjeckien. Han är en långsiktig bidragsgivare till olika libre-program som <a href="https://weblate.org/">Weblate</a>, <a href="https://wammu.eu/">Gammu</a>, <a href="https://www.phpmyadmin.net/">phpMyAdmin</a> och <a href="https://www.debian.org/">Debian</a>.

source: After employment in several technology companies, since early 2016, Michal dedicated himself to providing services to companies focusing on localization and Weblate.
sv: Efter att ha varit anställd i flera teknikföretag har Michal sedan början av 2016 ägnat sig åt att tillhandahålla tjänster till företag som fokuserar på lokalisering och Weblate.

source: Czechia
sv: Tjeckien

source: Business ID
sv: Företags-ID

source: VAT ID
sv: MOMS-ID

source: D-U-N-S Number
sv: D-U-N-S-nummer

source: Bank account
sv: Bankkonto

source: Contact us
sv: Kontakta oss

source: Weblate is a libre software web-based continuous localization system.
sv: Weblate är ett webbaserat system för fortlöpande lokalisering, och är fri mjukvara.

source: translate
sv: Ã¶versÃ¤tt

source: Go Weblate!
sv: Använd Weblate!

source: Service Status
sv: Driftinformation

source: Licensed GNU GPLv3+
sv: Licensierad under GNU GPLv3+

source: Design by %(author)s
sv: Design av %(author)s

source: Career at Weblate
sv: Karriär på Weblate

source: Weblate, the libre localization platform, wants you on the team!
sv: Weblate, libre-lokaliseringsplattformen, vill ha dig i teamet!

source: Dive into our <a href="%(issues)s">open issues</a> to gain insights and contribute to our dynamic ecosystem.
sv: Dyk in i våra <a href="%(issues)s">öppnade ärenden</a> för att få insikt och bidra till vårat dynamiska ekosystem.

source: Showcase your skills by tackling one of our <a href="%(issues)s">good first issues</a> and making a tangible impact.
sv: Visa dina färdigheter genom att ta itu med ett av våra <a href="%(issues)s">bra första ärenden</a> och göra konkret nytta.

source: Apply now
sv: Ansök nu

source: Browse the <a href="%(issues)s">open issues</a> to gain insight into what we are looking for.
sv: Bläddra i <a href="%(issues)s">öppna problem</a> för att få insikt i vad vi söker.

source: Grab one of the <a href="%(issues)s">good first issues</a> to show us your expertise.
sv: Ta en av <a href="%(issues)s">bra första problem</a> för att visa oss din expertis.

source: Contribute to Weblate
sv: Bidra till Weblate

source: Weblate is developed by an open community.
sv: Weblate utvecklas av en öppen gemenskap.

source: There are many ways you can contribute to Weblate development. Talk about it with your associates.
sv: Det finns många sätt som du kan bidra till Weblates utveckling. Prata om det med dina medarbetare.

source: View sources
sv: Visa källkod

source: Translate the app
sv: Översätt appen

source: Found a <strong>bug</strong> in Weblate?
sv: Hittade du en <strong>bug</strong> i Weblate?

source: In case it is sensitive or a <strong>security issue</strong>, please report it to %(report)s. Other ways of reporting security issue can be found in the <a href="%(url)s">documentation</a>.
sv: Om det är känsligt eller ett <strong>säkerhetsproblem</strong> ska du rapportera det till %(report)s. Andra sätt att rapportera säkerhetsproblem finns i <a href="%(url)s">dokumentationen</a>.

source: <strong>Ensure the bug is not already reported</strong>, by searching through the <a href="%(url)s">GitHub issues</a>.
sv: <strong>Se till att felet inte redan har rapporteras</strong>, genom att söka igenom <a href="%(url)s">GitHub-problem</a>.

source: If you're unable to find an open issue addressing the problem, <a href="%(url)s">open a new one</a>.
sv: Om du inte kan hitta ett öppet problem som hanterar problemet, <a href="%(url)s">öppna ett nytt</a>.

source: <strong>Follow instructions in the issue template</strong>, and provide as much relevant info as possible.
sv: <strong>Följ instruktionerna i utgivningsmallen</strong> och ge så mycket relevant information som möjligt.

source: GitHub issues
sv: GitHub-problem

source: Have a <strong>patch</strong> that fixes a bug?
sv: Har du en <strong>patch</strong> som fixar en bugg?

source: Open a new <a href="%(url)s">GitHub pull request</a> with the patch.
sv: Öppna en ny <a href="%(url)s">GitHub pull-begäran</a> med korrigeringen.

source: Ensure the pull request description clearly describes the problem and solution. Include the relevant issue number if applicable.
sv: Se till att beskrivningen av pull-begäran tydligt beskriver problemet och lösningen. Ange relevant ärendenummer om det är relevant.

source: Open a pull request
sv: Öppna en pull-begäran

source: Missing a <strong>feature</strong> or want to change something?
sv: Saknar du en <strong>funktion</strong> eller vill du ändra något?

source: Suggest your change in the <a href="%(url)s">GitHub issues</a>.
sv: Föreslå din förändring i <a href="%(url)s">GitHub frågor</a>.

source: <strong>Source code</strong> related questions?
sv: <strong>Källkod</strong> - relaterade frågor?

source: Please consult the <a href="%(url)s">contributor documentation</a> to find the most common topics.
sv: Se <a href="%(url)s">vår dokumentation</a> för att hitta de vanligaste ämnena.

source: Share what is on your mind in the <a href="%(url)s">GitHub discussions</a>.
sv: Dela med dig av dina tankar i <a href="%(url)s">GitHub-diskussionerna</a>.

source: Browse documentation
sv: Bläddra i dokumentationen

source: Want to help out with <strong>Documentation</strong>?
sv: Vill du hjälpa till med <strong>Dokumentation</strong>?

source: The documentation is part of the main source code repository and you can easily follow the links to edit each page directly from the <a href="%(url)s">documentation</a>.
sv: Dokumentationen är en del av huvudkällkodsförrådet och du kan enkelt följa länkarna för att redigera varje sida direkt från <a href="%(url)s">dokumentationen</a>.

source: Once you have a patch ready, please follow <a href="#patch">patch submission</a> instructions.
sv: När du är klar med en patch följer du instruktionerna för <a href="#patch">patchinlämning</a>.

source: Help fix and suggest non-code related pull-requests by joining the reviewer team.
sv: Hjälp till att åtgärda och föreslå icke-kodrelaterade pull-requests genom att gå med i granskarteamet.

source: <strong>Financial support</strong> is always put to good use.
sv: <strong>Finansiellt stöd</strong> är alltid till god användning.

source: Please open the donation page for options on how to donate.
sv: Vänligen öppna donationssidan för alternativ om hur man kan donera.

source: <strong>Are you a translator?</strong> Help translate Weblate itself.
sv: <strong>Är du en översättare?</strong> Hjälp till att översätta Weblate själv.

source: You can translate Weblate and many other projects at <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.
sv: Du kan översätta Weblate och många andra projekt på <a href="https://hosted.weblate.org/engage/weblate/">hosted.weblate.org</a>.

source: Start translating
sv: Börja översätta

source: Check out whoâs using Weblate already. We are a community of translators and localization specialists who use and improve our common tool to empower readers and app users around the World. Find your favorite projects and start contributing together with us.
sv: Ta reda pÃ¥ vem som redan anvÃ¤nder Weblate. Vi Ã¤r en gemenskap med Ã¶versÃ¤ttare och lokaliseringsspecialister som anvÃ¤nder och fÃ¶rbÃ¤ttrar vÃ¥rt gemensamma verktyg fÃ¶r att stÃ¤rka lÃ¤sare och appanvÃ¤ndare runt om i vÃ¤rlden. Hitta dina favoritprojekt och bÃ¶rja bidra tillsammans med oss.

source: Add yours
sv: Lägg till dina

source: Customize listing
sv: Anpassa listning

source: No servers matched your search.
sv: Inga servrar matchade din sökning.

source: You're being redirected to a SSO sign-in page.
sv: Du omdirigeras till en SSO-inloggningssida.

source: Please click the button below if you're not redirected automatically within a few seconds.
sv: Klicka på knappen nedan om du inte omdirigeras automatiskt inom några sekunder.

source: Weblate does not require payment, and welcomes donations. There are many ways to contribute. Discuss it with your associates.
sv: Weblate kräver inte betalning och välkomnar donationer. Det finns många sätt att bidra med. Diskutera det med dina medarbetare.

source: Purchase premium cloud
sv: Köp premiummoln

source: Recurring support and rewards
sv: Återkommande stöd och belöningar

source: Recurring donations facilitate sustainable Weblate development, and even the smallest amount is put to good use. Repeated appreciation helps in keeping the project sustainable long term. Please consider this option if you are hosting Weblate yourself without a support contract.
sv: Återkommande donationer underlättar en hållbar utveckling av Weblate och även den minsta summa utnyttjas väl. Upprepad uppskattning hjälper till att hålla projektet hållbart på lång sikt. Överväg detta alternativ om du har en egen installation av Weblate utan supportkontrakt.

source: Choose your reward
sv: Välj din belöning

source: annually
sv: årligen

source: Weblate heroism
sv: Weblate hjältemod

source: Commercial services like hosting or support for self-hosted installations help fund Weblate development.
sv: Kommersiella tjänster som hosting eller support för egen-hosting installationer hjälper till att finansiera utvecklingen av Weblate.

source: Get help from Weblate
sv: Få hjälp från Weblate

source: Single appreciative donation
sv: Enskilt uppskattande donation

source: One-time donations are a great way to bring attention to a single issue before or after it is fixed.
sv: Engångsdonationer är ett utmärkt sätt att fästa uppmärksamhet åt en enda fråga före eller efter det är fixat.

source: Buying branded clothing and merch is a great way to support Weblate and show your pride!
sv: Att köpa märkeskläder och merch är ett bra sätt att stödja Weblate och visa din stolthet!

source: Shop from Europe
sv: Handla från Europa

source: Shop from America and Australia
sv: Handla från Amerika och Australien

source: Your favorite donation platforms
sv: Dina favoritplattformar för donationer

source: Join Weblate fans on platforms you trust. We look forward to seeing you there.
sv: Gå med i Weblate-fans på plattformar du litar på. Vi ser fram emot att se dig där.

source: GitHub Sponsors
sv: GitHub-sponsorer

source: Cryptocurrency donations
sv: Kryptovalutedonationer

source: Thanks to <a href="%(url)s">Trezor</a>, donations are happily accepted in several cryptocurrencies using the addresses below.
sv: Tack vare <a href="%(url)s">Trezor</a> accepteras donationer gärna i flera kryptovalutor med adresserna nedan.

source: Currency
sv: Valuta

source: Donation address
sv: Donationsadress

source: Weblate is thankful for your help
sv: Weblate är tacksam för din hjälp

source: A proud showcase of our supporters, some of which offered technological contributions, others provided monetary funds. We welcome any form of help. If you have an idea, please <a href="%(contact)s">let us know</a>.
sv: En stolt presentation av våra supportrar, varav några erbjöd tekniska bidrag, andra gav pengar. Vi välkomnar alla former av hjälp. Om du har en idé, vänligen <a href="%(contact)s">berätta det för oss</a>.

source: Supporters
sv: Sponsorer

source: Technologies
sv: Teknologier

source: Donate to Weblate
sv: Donera till Weblate

source: Edit your reward link
sv: Redigera din belöningslänk

source: Your donation to Weblate
sv: Din donation till Weblate

source: <strong>Thank you</strong> for your decision to support Weblate. Please choose your preferred method of support, or set a donation amount yourself. We are here to help if needed.
sv: <strong>Tack</strong> för ditt beslut att stödja Weblate. Välj din önskade metod för support, eller ange ett donationsbelopp själv. Vi är här för att hjälpa till vid behov.

source: Choose your amount in EUR
sv: Välj ditt belopp i EUR

source: From %(minimum)s
sv: FrÃ¥n %(minimum)s

source: Pick how often to donate
sv: Välj hur ofta du vill donera

source: Single payment
sv: Engångsbetalning

source: Every year
sv: Varje år

source: Your reward options
sv: Dina belöningsalternativ

source: <strong>Whoa!</strong> You can get any reward.
sv: <strong>Whoa!</strong> Du kan få vilken belöning du vill.

source: Selected option
sv: Valt alternativ

source: Name in the list ofÂ supporters
sv: Namn i listan Ã¶ver understÃ¶djare

source: Unavailable for your amount
sv: Inte tillgänglig för ditt belopp

source: Choose this
sv: Välj den här

source: No thanks
sv: Nej tack

source: Thank you anyway!
sv: Tack ändå!

source: Please noteâa full invoice for your donation is issued immediately after payment.
sv: Observera - en fullstÃ¤ndig faktura fÃ¶r din donation utfÃ¤rdas omedelbart efter betalning.

source: Your link may be refused, especially if containing too adult or illegal content. Please consult us in advance if unsure.
sv: Din länk kan nekas, särskilt om den innehåller för sexuellt eller olagligt innehåll. Vänligen kontakta oss i förväg om du är osäker.

source: Download Weblate
sv: Hämta hem Weblate

source: All Weblate source code is freely available for you to use, modify, share and distribute. Discuss it with your associates.
sv: All Weblates källkod är fritt tillgänglig för dig att använda, modifiera, dela och fördela. Diskutera med dina medarbetare.

source: Get premium service
sv: Skaffa premium-tjänsten

source: Quick setup
sv: Snabb inställning

source: Quick Installation
sv: Snabb installation
